[
  { "title": "VPN not working from home", "desc": "I am trying to connect to the corporate VPN from home, but the connection always fails." },
  { "title": "Outlook email opens very slowly", "desc": "My Outlook takes several minutes to open emails and sometimes freezes." },
  { "title": "Network printer not printing", "desc": "I sent documents to the printer, but they are stuck in the print queue." },
  { "title": "SAP freezes during report generation", "desc": "When I try to generate a report in SAP, the application freezes or crashes." },
  { "title": "No access to shared folder", "desc": "I cannot open a shared network folder, I get an access denied message." },
  { "title": "Computer does not power on", "desc": "My computer does not start when I press the power button." },
  { "title": "Camera not working in Microsoft Teams", "desc": "Teams cannot detect my webcam during meetings." },
  { "title": "Cannot log in to domain account", "desc": "I am entering correct credentials, but Windows does not let me log in." },
  { "title": "Windows blue screen error", "desc": "My computer suddenly shows a blue screen and restarts." },
  { "title": "Internet is very slow in the office", "desc": "Websites and internal systems load extremely slowly today." },
  { "title": "Windows updates not installing", "desc": "Updates are stuck at 0% and never complete." },
  { "title": "Wi-Fi not working on laptop", "desc": "I cannot see any Wi-Fi networks on my laptop." },
  { "title": "SAP license error", "desc": "SAP shows a license error and does not allow me to log in." },
  { "title": "Outlook not sending emails", "desc": "My emails stay in the Outbox and are not being sent." },
  { "title": "Microphone not working", "desc": "People cannot hear me during calls, even though my mic is connected." },
  { "title": "Drive C is full", "desc": "I am getting warnings that my system drive has no free space left." },
  { "title": "Corporate portal not opening", "desc": "I cannot access the internal corporate portal from my workstation." },
  { "title": "OneDrive not syncing files", "desc": "My files are not syncing to OneDrive anymore." },
  { "title": "Printer prints blank pages", "desc": "The printer prints empty pages even though the document has text." },
  { "title": "Keyboard not responding", "desc": "Some keys on my keyboard stopped working." },
  { "title": "Google Chrome keeps freezing", "desc": "Chrome becomes unresponsive after a few minutes of use." },
  { "title": "Skype does not start", "desc": "Skype closes immediately after I launch it." },
  { "title": "RDP connection error", "desc": "I cannot connect to a remote desktop server via RDP." },
  { "title": "Scanner not detected", "desc": "My scanner is connected, but Windows does not see it." },
  { "title": "No sound on my computer", "desc": "I see volume indicators, but there is no sound at all." },
  { "title": "Oracle system is very slow", "desc": "Oracle applications respond very slowly when I try to work." },
  { "title": "Cannot open email attachments", "desc": "I receive an error when trying to open email attachments." },
  { "title": "Password has expired", "desc": "My password expired and I cannot log in to my account." },
  { "title": "USB device not recognized", "desc": "When I plug in a USB device, nothing happens." },
  { "title": "Application crashes after update", "desc": "After the last update, the application crashes immediately on startup." }
]
